{
  "title": "Achilles Heel",
  "description": "Numa era de caos em que o trono perdeu o seu legítimo dono, as cinco famílias nobres travam uma guerra feroz para reivindicar o cobiçado assento. À medida que os deuses, irritados com tanto sangue derramado e desejos desenfreados, lançam uma maldição sobre eles: a profecia do Alfa e Ômega. Para apaziguar a ira dos deuses, prometeram há muito tempo oferecer presas conquistadas em uma competição de caça. Enquanto isso, todos falavam da competição deste ano, pois a Primeira Família – famosa por nunca ter tido um Ômega como chefe – agora é chefiada por uma Ômega e ela decidiu participar da competição. Além disso, o chefe da Segunda Família – conhecido por seu relacionamento tenso com a Primeira Família – também ingressou na caçada. A competição torna-se um campo de batalha para as duas Famílias, mas com uma atração magnética e intensa, apesar do ódio mútuo. Um romance entre duas pessoas poderosas que se odeiam, mas se sentem fortemente atraídas uma pela outra. Titulos Alternatitivos: Tendão de Aquiles | [용용죽겠지 단편선] 아킬레스건 | Achilles Gun | Achilles' Heel | Achilles' Tendon | Achilles's Heel | I'm Going to Die For It - Achilles' Heel | Maudite Tentation | Will Die For You | お気に入り | アキレス腱〜愛おしい唯一の弱点〜 | 阿基里斯之踵（致命弱点） | 아킬레스건 | 용용죽겠지_아킬레스건",
  "artist": "정다금",
  "author": "그림",
  "cover": "https://files.catbox.moe/fok0dz.webp",
  "chapters": {
    "00": {
      "title": "",
      "last_updated": "1766581905",
      "groups": {
        "": "/proxy/api/imgchest/chapter/6eyrn62vl7p"
      }
    },
    "01": {
      "title": "",
      "last_updated": "1766581907",
      "groups": {
        "": "/proxy/api/imgchest/chapter/ej7me6n9ayd"
      }
    },
    "02": {
      "title": "",
      "last_updated": "1766581910",
      "groups": {
        "": "/proxy/api/imgchest/chapter/pg73o8pro7r"
      }
    },
    "03": {
      "title": "",
      "last_updated": "1766581910",
      "groups": {
        "": "/proxy/api/imgchest/chapter/n87wnjvlq7x"
      }
    },
    "04": {
      "title": "",
      "last_updated": "1766581915",
      "groups": {
        "": "/proxy/api/imgchest/chapter/lqyelzvaz4d"
      }
    }
  }
}